<template>
  <PageLayout>
    <h1>О нас</h1>
    <p>Добро пожаловать на страницу "О нас" сервиса Nerdy Cards!</p>

    <h2>Наша Миссия</h2>
    <P
      >Nerdy Cards создан с целью сделать процесс обучения увлекательным и доступным для всех. Мы
      верим, что каждый человек должен иметь возможность легко и интересно расширять свои знания,
      независимо от того, является ли он студентом, профессионалом или просто любителем умственных
      игр.</P
    >

    <h2>Что Мы Предлагаем</h2>
    <p>
      Наш сервис предлагает уникальный подход к изучению определений различных слов и понятий. С
      помощью интерактивных карточек, пользователи могут:
    </p>
    <ul>
      <li>
        <strong>Изучать Новые Термины:</strong>
        Находите и изучайте определения тысяч слов и понятий по различным темам, от научных терминов
        до жаргона современных технологий.
      </li>
      <li>
        <strong>Играть и Учиться:</strong>
        Участвуйте в увлекательных играх и викторинах, которые помогают закрепить новые знания и
        улучшить память.
      </li>
      <li>
        <strong>Создавать Свои Карточки:</strong>
        Создавайте собственные карточки для персонального обучения или для обучения других.
      </li>
      <li>
        <strong>Делиться Знаниями:</strong>
        Общайтесь с сообществом пользователей, обменивайтесь карточками и идеями, и вместе
        расширяйте границы знаний.
      </li>
    </ul>

    <h2>Наша Команда</h2>
    <p>
      Команда Nerdy Cards состоит из энтузиастов обучения, разработчиков и дизайнеров, которые
      стремятся сделать обучение более доступным и увлекательным. Мы постоянно работаем над
      улучшением нашего сервиса, чтобы обеспечить вам лучший опыт обучения.
    </p>

    <h2>Свяжитесь с Нами</h2>
    <p>
      Мы всегда рады услышать ваши идеи и предложения. Если у вас есть вопросы или вы хотите
      поделиться своим опытом использования Nerdy Cards, свяжитесь с нами через наши страницы в
      социальных сетях <strong>VK</strong> или <strong>Telegram</strong>.
    </p>
    <br />
    <p>Спасибо, что выбрали Nerdy Cards для расширения ваших горизонтов знаний!</p>
  </PageLayout>
</template>

<script setup lang="ts">
import PageLayout from '@/components/Layouts/PageLayout.vue'
</script>

<style scoped>
ul {
  display: flex;
  flex-direction: column;
  gap: 18px;
}

p,
strong {
  font-size: 18px;
}
</style>
