<template>
  <PageLayout>
    <h1>Реклама</h1>
    <p>Добро пожаловать на страницу Рекламы сервиса Nerdy Cards!</p>

    <h2>Раскройте Свой Потенциал с Nerdy Cards</h2>

    <h3>Уникальные Возможности для Вашего Бренда</h3>
    <p>
      Nerdy Cards — это не просто платформа для обучения; это динамичное сообщество энтузиастов
      знаний, которые стремятся к постоянному самосовершенствованию и расширению своих горизонтов.
      Мы предлагаем вашему бренду уникальные возможности для взаимодействия с нашим активным и
      заинтересованным аудиторией.
    </p>

    <h3>Почему Выбирают Нас</h3>
    <p>
      <strong>Целевая Аудитория:</strong> Наша платформа привлекает студентов, профессионалов и
      любителей интеллектуальных игр, создавая идеальное пространство для маркетинговых кампаний,
      ориентированных на обучение и развитие.
    </p>
    <p>
      <strong>Интерактивность:</strong> Рекламные материалы на Nerdy Cards могут быть интегрированы
      в форме интерактивных карточек, викторин или специальных тематических разделов, обеспечивая
      высокую вовлеченность и запоминаемость.
    </p>
    <p>
      <strong>Гибкость и Настройка:</strong> Мы предлагаем гибкие рекламные пакеты, которые могут
      быть адаптированы под конкретные цели и бюджет вашей кампании.
    </p>

    <h3>Наши Рекламные Решения</h3>
    <ul>
      <li>
        <strong>Баннерная Реклама:</strong> Эффективное размещение баннеров на ключевых страницах
        сайта.
      </li>
      <li>
        <strong>Специальные Проекты:</strong> Совместные проекты, такие как тематические викторины
        или образовательные серии, созданные специально для вашего бренда.
      </li>
      <li>
        <strong>Партнерство и Спонсорство:</strong> Возможность стать официальным партнером или
        спонсором наших мероприятий и инициатив.
      </li>
    </ul>

    <h3>Свяжитесь с Нами</h3>
    <p>
      Готовы начать сотрудничество или нужна дополнительная информация? Наша команда готова помочь
      вам разработать и реализовать эффективную рекламную стратегию на Nerdy Cards. Свяжитесь с нами
      через наши социальные сети <strong>VK</strong> или <strong>Telegram</strong>, или напрямую по
      электронной почте <strong><a>реклама@nerdycards.com</a></strong
      >.
    </p>
    <br />
    <p>
      Присоединяйтесь к нам в мире знаний и возможностей — давайте вместе создадим что-то
      удивительное!
    </p>
  </PageLayout>
</template>

<script setup lang="ts">
import PageLayout from '@/components/Layouts/PageLayout.vue'
</script>

<style scoped>
ul {
  display: flex;
  flex-direction: column;
  gap: 18px;
}

p,
strong {
  font-size: 18px;
}

p {
  margin: 14px 0;
}
</style>
